<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Email Language Lines
    |--------------------------------------------------------------------------
    */

    'thank_you' => 'Спасибо за отправку заказа через WMP! Мы свяжемся с вами, когда рассмотрим ваш заказ.',
    'order_details' => 'Детали вашего заказа',
    'price_with_discount' => 'Цена со скидкой',
    'open' => 'ПОСМОТРЕТЬ В WMP',
    'sub_message' => "Вы получили это письмо, потому что вы разместили заказ через WMP. Если вы этого не сделали или не хотите получать эти письма в будущем, свяжитесь с нами по электронной почте (wmp@wmp.local) или по телефону (+370)."
];