<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Main Language Lines
    |--------------------------------------------------------------------------
    */

    'short_description' => 'Простой, быстрый и удобный способ просмотреть или заказать продукты',
    'browse_products' => 'Просмотрите наши продукты',

    'products' => 'Продукты',
    'home' => 'Начало',
    'logout' => 'Выйти',
    'catalog' => 'Каталог',
    'current_discounts' => 'Скидки',

    'client_login' => 'Логин клиента',
    'login' => 'Логин',
    'email' => 'Эл. адрес',
    'password' => 'Пароль',
    'confirm_password' => 'Подтвердите Пароль',
    'enter_email' => 'Введите ваш адрес электронной почты',
    'enter_password' => 'Введите ваш пароль',
    'change_password' => 'Изменить пароль',
    'remember_me' => 'Запомнить меня',

    'dashboard' => 'Интерфейс клиента',
    'make_order' => 'Сделать новый заказ',
    'make_order_desc' => 'Начните делать новый заказ. Выберите товары из нашего прайс-листа и отправьте нам свой заказ.',
    'new_order' => 'Новый заказ',
    'unsubmitted_orders' => 'Незавершенные заказы',
    'unsubmitted_orders_desc' => 'Заказы, которые вы еще не отправили',
    'submitted_orders' => 'Отправленные заказы',
    'submitted_orders_desc' => 'Заказы, которые вы недавно отправили',
    'confirmed_orders' => 'Подтвержденные заказы',
    'confirmed_orders_desc' => 'Недавно подтвержденные заказы',
    'no_orders' => 'Нет заказов',
    'my_discounts' => 'Мои скидки',
    'my_discounts_desc' => 'Ваши личные скидки',
    'no_discounts' => 'Скидок нет',
    'no_results' => 'Нет результатов',
    'go_to_main_page' => 'Перейти на главную страницу',
    'product_group' => 'Группа товаров',
    'view_all' => 'Посмотреть все',
    'my_account' => 'Мой аккаунт',
    'my_account_desc' => 'Информация о вас',

    'order' => 'Заказ',
    'orders' => 'Заказы',
    'date' => 'Дата',
    'name' => 'Название',
    'name_person' => 'Имя',
    'discount' => 'Скидка',
    'start' => 'Начать',
    'change' => 'Изменить',
    'category' => 'Категория',
    'product_group' => 'Группа товаров',
    'status' => 'Статус',
    'code' => 'Код',
    'qty' => 'КОЛ',
    'quantity' => 'Количество',
    'unit' => 'Единица',
    'price' => 'Цена',
    'final_price' => 'Цена со скидкой',
    'total' => 'Всего',
    'currency' => 'Валюта',

    'submit_order' => 'Подтвердить заказ',
    'edit_order' => 'Редактировать заказ',
    'discard_order' => 'Отменить заказ',

    'discount_products_desc' => 'Все цены указаны со скидкой',
    'save_selections' => 'Сохранить',

    'welcome' => 'Добро пожаловать',
    'welcome_change_password' => 'Для того, чтобы начать использовать эту программу, вы должны изменить свой пароль',
    'password_desc' => "Используйте надежный пароль, который содержит 8 или более букв, цифр или символов и который вы не используете в других местах.",
    'privacy_consent_1' => 'Нажимая НАЧАТЬ и используя эту программу, вы соглашаетесь с нашей ',
    'privacy_consent_2' => 'Пожалуйста, внимательно прочитайте его, прежде чем продолжить.',
    'privacy_policy' => 'Политика конфиденциальности',

    'now_placing' => 'Сейчас размещаете',
    'view_order' => 'Посмотреть заказ',
    'cancel' => 'Отменить',

    'product_info' => 'Информация о продукте',
    'product_no_info' => 'Нет общедоступной информации',
    'product_more_info' => 'Для получения более подробной информации об этом продукте, свяжитесь с нами напрямую по ',
    'related_products' => 'Рекомендуемые товары',
    'add_to_order' => 'Добавить в мой заказ',

    'hello' => 'Здравствуйте',

    'cant_log_in' => 'Не можете войти?',
    'login_problems' => 'Проблемы со входом',
    'forgot_password' => 'Забыли пароль?',
    'forgot_password_desc' => 'Свяжитесь с нами по wmp@wmp.local, чтобы запросить сброс пароля. Мы поможем вам войти в систему как можно скорее!',
    'dont_have_account' => "У вас нет аккаунта?",
    'dont_have_account_desc' => 'Свяжитесь с нами по wmp@wmp.local, чтобы запросить личный аккаунт WMP. Вы сможете просмотреть и заказать нашу продукцию в считанные минуты!',

    'password_not_secure' => 'Пароль не защищен! Длина пароля должна быть больше 8. Пароль должен содержать буквы и цифры.',
    'order_confirmation' => 'Ваш заказ (ЗАКАЗ :order) был успешно отправлен. Проверьте свою электронную почту (:email) для подтверждения.',

    'success' => 'Успех',
    'error' => 'Ошибка',

    'to_search' => 'Искать',
    'search_product' => 'Поиск продукта',
    'search_results' => 'Результаты поиска',

    'looking_for_lower_prices' => 'Ищите более низкие цены?',
    'get_your_personal_account' => 'Свяжитесь с нами по эл. почте :email, откройте свой личный аккаунт и размещайте заказы',

    'get_recommendations' => 'Получить рекомендации',
    'what_scope_problem' => 'Каков тип вашей проблемы?',
    'continue' => 'Продолжать',
    'parameters' => 'Параметры',
    'set_additional_parameters' => 'Установите дополнительные параметры в соответствии с вашими потребностями. Вы можете оставить некоторые поля пустыми.',
];